{
  "Trial Court Judgement": [
    "This appeal arose out of judgment and order dated 30.8.2005 passed by the learned Additional Sessions Judge, Fast Track Court, III, Purulia, in Sessions Trial No. 81 of 2004 convicting the appellants for commission of offence under Sections 498A/304B/34 of the Indian Penal Code.",
    "1. This appeal is directed against a Judgment dated 27th September 2002 passed by the learned Additional Sessions Judge 2nd Court, Nadia in Sessions Trial No. VI (February) 2002 corresponding to Sessions Case No. 34 (12) 2001 arising out Nabadwip P.S. Case No. 115 of 2000 dated 18th October 2000 by which the learned Trial Court held the appellants guilty of the offences punishable under section 498A and 304B of the Indian Penal Code but acquitted them of the offence punishable under section 302. By an order dated 30th September 2002 the learned Trial Court sentenced both the appellants to rigorous imprisonment for 2 years as also to pay a fine of Rs. 2,000/- each in default to suffer further rigorous imprisonment for 6 months each for the offence punishable under section 498A of the Indian Penal Code. They were also sentenced to rigorous imprisonment for 10 years as also to pay a fine of Rs. 5,000/- each in default to suffer further rigorous imprisonment for 2 years each for the offence punishable under Section 304B of the Indian Penal Code.",
    "The appeal is directed against the judgment and order of conviction and sentence dated 28.04.2016 and 29.04.2015 passed by the learned Additional District and Sessions Judge cum Judge, Special Court, Chinsurah, Hooghly, in Sessions Trial No. 2215/12 (14 of 2003) arising out of Sessions Case No. 214 of 2003 convicting the appellant under Section 302 of the Indian Penal Code and sentencing him to suffer imprisonment for life and to pay a fine of Rs. 10,000/- (Rupees Ten Thousand) in default rigorous imprisonment for 3 months for the offence punishable under Section 302 of the Indian Penal Code.",
    "In the course of trial, prosecution examined 11 witnesses to prove its case. The defence of the appellants was one of innocence and false implication. In conclusion of trial, the trial Judge by the judgment and order dated 30th April, 2013 convicted and sentenced the appellant Nos. 1 & 4 namely, Samir Mandal & Samar Mandal to suffer rigorous imprisonment for ten years and to pay fine of Rs. 5,000/-, in default, to suffer further rigorous imprisonment for one year more for the offence punishable under Sections 306/34 IPC and to suffer rigorous imprisonment for three years and to pay fine of Rs. 5,000/-, in default, to suffer further rigorous imprisonment for six months more for the offence punishable under Section 498A IPC and the other appellants namely, appellant No. 2, Sobha Mandal @ Sova Mondal, appellant No. 3, Rakhi @ Soma Mandal and appellant No. Nanigopal Mandal were directed to suffer simple imprisonment for ten years and to pay fine of Rs. 5,000/- each, in default, to suffer further simple imprisonment for one year more for the offence punishable under Sections 306/34 IPC and to suffer simple imprisonment for three years and to pay fine of Rs. 5,000/- each, in default, to suffer further simple imprisonment for six months more for the offence punishable under Section 498A IPC and with a further direction that all the sentences shall run concurrently and 50% of the fine amount, if realised, shall be paid to Jamuna Mandal (PW3), mother of the victim-housewife. Hence, the present appeal."
  ],
  "Fact of Case": [
    "Sipra Sarkar sister of the complainant got married to one Sujoy Sarkar of village Parui under P.S. Pancha, district Purulia and the said marriage took place on 27th April, 2001. She died under suspicious circumstances at her in-laws' place on 2.8.2002. On 2.8.2002 the complainant received a telephonic information from his sister at about 11 a.m. to the effect that she was being extremely harassed by the members of her in-laws' family and she should be rescued immediately. The complainant conveyed his sister that he will arrange to bring her back on 3.8.2002. On the same day at 5 P.M. the husband of Sipra Sarkar conveyed that his sister was suffering coronary thrombosis. On receipt of such information the informant along with others rushed to the matrimonial home of his sister and found there his sister dead.",
    "On 17th January, 2000 the victim Chaitali was married to the accused Swapan. She died on 18th October 2000 at her matrimonial home an unnatural death. The accused Swapan was an Assistant-Sub- Inspector of Police. It is alleged that at the time of marriage various articles including gold ornaments, furniture were given but soon after the marriage demand for cash dowry for a sum of Rs. 15,000/- was raised which the victim refused to revive with her parents. As a result on various pretext both the accused persons started inflicting mental torture upon her of which the party of the complainant was kept informed. The accused Shefali, it is alleged, had told the victim that in default of payment of the said sum of Rs. 15,000/- she would be driven out. Sometime before the incident when the victim had called at her parental home, she had also narrated the misery to which she was subjected. On 18th October 2000 at around 14 hours the party of the complainant came to know that the victim had died at her matrimonial home. They rushed to the place of occurrence and saw the dead body lying in the floor of the bedroom whereas rest of the articles in the bedroom were intact. They entertained a belief or formed an opinion that the accused persons had killed her.",
    "The gist of the prosecution case levelled against appellant is to the effect that victim Arati Majhi was taken by her maternal aunt to her aunt's house on 24.10.2000. On the day of Kalipuja i.e. on 26.10.2000 at about 11:00-11:30 a.m. at Kalitala, the appellant had shown the victim to some persons and said to them that he had love affair with her and he want to marry her. People present at the P.O. were the villagers 'Gar' and Kalitola. Thereafter victim, Arati Duley, got married with appellant. The further case of the prosecution is that the said marriage was not accepted by the parents of the appellant, namely, Bhatu Majhi, Arati Majhi and paternal uncle Dinu Majhi. At last Rabin Ruidas gave shelter to Bapi Majhi and his wife (deceased). On the following day, PW 1 Pratima Duley who is the mother of deceased, came to the village 'Gar' and met her daughter. The parents and paternal uncle of appellant came to her and demanded Rs. 50,000/- (Rupees Fifty Thousand). It was told by them that they would accept the deceased if the said amount is paid. PW 1, mother of the deceased, could not meet the said demand and for the same the deceased was subjected to continuous torture. The PW 1, mother of the deceased made repeated request and made payment of Rs. 12,000/- (Rupees Twelve Thousand) by installment, so also gold ornaments weighing two bharis. Further case of the prosecution is that unfortunately, on 16.01.2001 at about 10/10:30 at night the hands and legs of the deceased were tied, kerosene oil was poured on her and she was set on fire by the appellant on the advice of his parents and paternal uncle. The deceased raised alarm, which attracted the people of the locality. The maternal aunt and cousin brother of the deceased, Swapan Duley (PW 5) came to the place of occurrence and took the deceased to the hospital at Chinsurah by ambulance. The deceased, as is revealed from the petition of complaint, was fighting with death.",
    "Mandal is to the effect that Purnima was given in marriage to appellant No. 1 namely, Samir Mandal (since deceased) five months prior to the incident. On demands from the accused persons dowry to the tune of Rs. 25,000/- in cash, ornaments and furniture were given by the father of the victim-housewife namely, Sushil Mandal. When Purnima used to come to her parental home from her matrimonial home, she complained she was subjected to torture and ill-treatment by the accused persons. On the day of Jamaisasthi, the couple came to the house of Sushil Mandal, father of Purnima. The latter informed about ill-treatment to her on that day. On 15th June, 2009 at about 4:00 A.M. the father of Purnima received information from her matrimonial home that she was ill. He along with others went to her matrimonial home and found Purnima had committed suicide by hanging. Over this issue, her father Sushil Mandal (P.W. 1) lodged written complaint resulting in registration of Bhaktinagar Police Station Case No. 539 of 2009 dated 05.06.2009 under Sections 498A/306 IPC against the accused persons. In conclusion of investigation, charge-sheet was filed against the accused persons and charges were framed against them with regard to the aforesaid offences. In the course of trial, prosecution examined 11 witnesses to prove its case. The defence of the appellants was one of innocence and false implication. In conclusion of trial, the trial Judge by the judgment and order dated 30th April, 2013 convicted and sentenced the appellant Nos. 1 & 4 namely, Samir Mandal & Samar Mandal to suffer rigorous imprisonment for ten years and to pay fine of Rs. 5,000/-, in default, to suffer further rigorous imprisonment for one year more for the offence punishable under Sections 306/34 IPC and to suffer rigorous imprisonment for three years and to pay fine of Rs. 5,000/-, in default, to suffer further rigorous imprisonment for six months more for the offence punishable under Section 498A IPC and the other appellants namely, appellant No. 2, Sobha Mandal @ Sova Mondal, appellant No. 3, Rakhi @ Soma Mandal and appellant No. Nanigopal Mandal were directed to suffer simple imprisonment for ten years and to pay fine of Rs. 5,000/- each, in default, to suffer further simple imprisonment for one year more for the offence punishable under Sections 306/34 IPC and to suffer simple imprisonment for three years and to pay fine of Rs. 5,000/- each, in default, to suffer further simple imprisonment for six months more for the offence punishable under Section 498A IPC and with a further direction that all the sentences shall run concurrently and 50% of the fine amount, if realised, shall be paid to Jamuna Mandal (PW3), mother of the victim-housewife. Hence, the present appeal.",
    "A FIR was lodged by the complainant, namely Nirmal Kumar Karak, the father of the victim, to the extent that his daughter Siuli married to one Sanjib Mallick on 22nd Aghrayan, 1409 B.S. and a cash of Rs. 1,00,000/-, 6 voris of golden ornaments and other articles were given as dowry in that marriage. After marriage, his son-in-law and the mother of his son-in-law were demanding more dowry of Rs. 1,00,000/- for the purpose of purchasing one 'Trekker'. The demand could not be fulfilled. So the accused persons inflicted torture upon his daughter. Hearing the news of such torture, the complainant went to her daughter's house when her daughter cried and told her father that her husband wanted Rs. 1,00,000/- for purchasing a 'Trekker'. But the complainant expressed his inability. On 22.04.2003 both the accused persons assaulted his daughter and drove her out from their house. At that time she was pregnant and they gave ultimatum that unless she brought the money, she would not be allowed to enter the house. In the meantime, she was treated by Doctor but the child died. After she returned to her in-law's house, torture started upon her and on 23.09.2003, when her 'Mama' went to bring her on the eve of 'Durga Puja', the accused persons did not send her. On that very particular date i.e. 23.09.2003 at about 06.00/07.00 p.m. her husband and mother-in-law split kerosene oil upon her person and set her on fire. Then her husband Sanjib brought her to Jhargram Hospital. Receiving that information, the complainant and some others went to Jhargram Hospital and saw the victim was almost burnt. Thereafter, she was referred to NRS Medical College and Hospital and on the way to that Hospital, she disclosed that her husband and mother-in-law split kerosene oil upon her and set her on fire.Another allegation brought by the complainant is that without going to NRS\n  Hospital, his son-in-law brought her to 'Sherwood' Nursing Home and on\n  25.09.2003 they again shifted the victim to 'Saviour' Nursing Home.\n  Subsequently, she died on 01.10.2003.",
    "The prosecution case in brief is that on 14th November, 2001 one Astik Mondal, son of L. Budhan Modal of village Banjora, P.S. Mejhia came to the Officer-in-Charge of G. Ghati P.S. and lodged a written complaint alleging that his sister Belarani Ghosh was given marriage with Arun Ghosh of Pabradihi village on 18th Falgoon, 1405 B.S. according to Hindu rites and customs. After some days of her marriage she was physically and mentally tortured by her husband, father-in-law and mother-in law and for that she occasionally came to his house being unable to bear such torture. The de facto complainant persuaded her and sent her to her father-in-law's house. On 13th November, 2001 at about 4 p.m. two persons namely, Bhajahari Mondal and Uttam Mondal of village Papradihi reported to him in their house that his sister was physically tortured by her husband in their presence and she had died. They saw Arun Ghosh to assault his sister while returning from the paddy field. On getting this information he and his para people visited to the house of the accused at night on that day and found his sister lying dead in the cowshed of the premises of the accused. On that night he came to the police station from the house of the accused and on the next morning he lodged a written complaint at G. Ghati P.S."
  ],
  "Sections": [
    "After investigation, the police has submitted charge sheet under Sections 498A/304B/34 of the Indian Penal Code read with Section 3 and 4 of the Dowry Prohibition Act.On hearing of both sides, the learned Trial Court framed charge against the accused persons under Section 498A/304B/34 of the Indian Penal Code.7. The accused persons were examined under Section 313 of the Code of Criminal Procedure. The defence case, as appeared from the trend of cross-examination of the witnesses as well as the replies given by the accused persons at the time of examination under Section 313 of the Code of Criminal Procedure and their D.Ws. is denial of offence with a plea of innocence.",
    "the accused have been acquitted of the charge under section 302 IPC and there is no appeal against that. This cannot stand in the way of appreciating the evidence. The accused charged of a major offence can be punished of a minor offence under sections 221 and 222 of the Cr.PC. We are, for the reasons discussed above, of the opinion that the highest punishment provided under section 304B I.P.C. should be awarded to the appellants.",
    "On the basis of the said petition of complaint, Haripal P.S. Case No. 03/2001 dated 18/1/2001 was registered under Section 498A/306 of the Indian Penal Code (for short IPC). \n Police investigated the case as usual and after completion of investigation submitted charge-sheet against the appellant and others under Sections 498A/302 of IPC.",
    "Bhaktinagar Police Station Case No. 539 of 2009 dated 05.06.2009 under Sections 498A/306 IPC against the accused persons.",
    "punishable under sections 498A and 304B of the Indian Penal Code and has been\n  directed to undergo rigorous imprisonment for 3 years for the offence under section\n  498A and to pay a fine of Rs. 2000, in default of payment of fine to suffer rigorous\n  imprisonment for 3 months. The appellant husband has also been sentenced to\n  rigorous imprisonment for 7 years and has been directed to pay a fine of Rs. 5000, in\n  default to suffer further rigorous imprisonment for 6 months of the offence\n  punishable under section 304B Indian Penal Code.",
    "In the decision in Harjit Singh v.\n  State of Punjab 2006 C Cr. LR(SC) 414, it has been held that from a conjoint reading\n  of Section 304B of the IPC and Section 113B of the Evidence Act, it will be apparent\n  that a presumption arising thereon will operate if the prosecution is able to establish\n  the circumstances as set out in Section 304B of the IPC. In the instant case, the\n  circumstances set out in Section 304B of the IPC are distinct and manifest. On the\n  evidence as is found it has been established that the victim has been subjected to\n  cruelty within the meaning of Section 498A of IPC. Situated thus, I find that the\n  prosecution case was well built. The victim died in her matrimonial home. Death was\n  unnatural. In Ganesh Lall v. State of Maharashtra as reported in 1992 Cr. LJ 1545, it\n  has been observed that it is settled law that conduct of the accused in an offence\n  previous and subsequent to the incident are relevant facts. In the reported case the\n  Hon'ble Supreme Court held that when death occurs in the custody of the accused the\n  accused was under obligation in Section 313 Cr.",
    "A. Penal Code, 1860-Sections 304B and 498A and Section 113B, Evidence Act, 1872-Presumption as to dowry death - When arises - prosecution proving that soon before her death deceased had been subjected by appellant to taunts in connection with the demand for dowry-Held, once such a fact is established, Court has to presume that appellant has committed offence under Section 304B - It is for appellant to rebut this presumption - appellant had not examined any defence witness to rebut the presumption and in his examination under Section 313 of the Code of Criminal Procedure had merely denied the allegations - Hence, conviction of appellant sustainable. Evidence Act, 1872-Sections 32(1) and 60 - \"circumstances of transaction\n  which resulted in death\" - admissibility of statement made by living person\n  under Section 32(1), though not as a dying declaration as such, provided it\n  satisfies one of the two conditions set forth therein - statements made by\n  deceased before PWs 4 and 5 (her mother and brother respectively) that\n  appellant used to taunt and harass her for dowry within couple of months\n  before her death - Held, evidence of PWs with regard to statement made by\n  deceased is no doubt hearsay, but is admissible under Section 32(1) as to\n  \"circumstances of transaction which resulted in her death\" - criminal trial \n  Confession - Extra-judicial confession/Hearsay - admissibility",
    "On the basis of the written complaint, a criminal case, being G. Ghati P.S. Case no. 72/2001 dated 14th November, 2001 was initiated against the accused.Investigation was started and after completion of investigation, charge sheet was\n  submitted under Sections 498A/304B/34 of the Indian Penal Code against the\n  accused person, who pleaded not guilty and claimed to be tried.",
    "In Sessions Trial No. 3 of March, 1991 corresponding to Sessions Case No. 6 of December, 1990 before the learned Sessions Judge Bankura, five persons namely Sadhan Dutta, Smt. Radharani Dutta, Nayan Dutta, Namita Dutta and Manju Duttafaced the trial under Sections 498(A) and 302 of the Indian Penal Code. The learned Sessions Judge by His judgment dated 31st July, 1995 held Sadhan Dutta and Radharani Dutta guilty under Sections 498(A) and 302 of the IPC and while Radharani Dutta was sentenced to suffer rigorous imprisonment for life and to pay a fine of Rs.100/-in default, rigorous imprisonment for 10 days, Sadhan Dutta was sentenced to suffer rigorous imprisonment for life and to pay a fine of Rs. 500/- in default,rigorous imprisonment for one month. No separate sentence was passed as regards the offence under Section 498(A) IPC against any of the convicted persons.",
    "The Court expressed its reluctance to re-write Section 438 of the Code by introducing into it the restrictions imposed in the matter of grant of bail under Section 437(1) of the Code of Criminal Procedure and thus to prevent expansion of the scope and ambit of the discretion conferred on the High Court and the Court of Session and also laid down in no unmistakable term that there could be no straight jacket formula with regard to specified offences where anticipatory bail must have to be refused. The Court, while examining Section 438(1), lad down that the only criterion, which makes an application maintainable under the said Section, is existence of reasons to believe that the applicant may be arrested for a non-bailable offence and the reasonable belief must be on grounds, which are to or can be examined by Court objectively so that the Court may apply its own mind and decide whether the prayer for anticipatory bail ought to be allowed or rejected notwithstanding non-filing of a First Information Report."
  ],
  "Victim Death": [
    "The complaint lodged by one Rabindra Nath Ghosh on 2.8.2002 showed that day at about 11 a.m. his younger sister Sipra Sarkar informed over telephone at Purulia \"unbearable tortures have been inflicted upon me and I cannot stay here more. Please make arrangement to take me from here\". Her sister also stated that her husband, brother-in-law, sister-in-law, one Munmun Das wife of Pradip Das and her father-in- law, Kalipada Sarkar all were torturing her severally from morning and assaulted her both physically and mentally. Thereafter at about 5 P.M. Sujoy Sarkar informed over telephone that the condition of her sister had worsened and she was suffering from coronary thrombosis. Getting the news, the complainant went to the house of her in- laws' place and saw her lying dead. On query the members therein could not give any satisfactory answer. The accused persons created mental pressure on his younger sister by demanding more money. His sister informed over telephone. They have conspired and strangulated his younger sister to death with cool brain.",
    "After investigation, the police has submitted charge sheet under Sections 498A/304B/34 of the Indian Penal Code read with Section 3 and 4 of the Dowry Prohibition Act.On hearing of both sides, the learned Trial Court framed charge against the accused persons under Section 498A/304B/34 of the Indian Penal Code.7. The accused persons were examined under Section 313 of the Code of Criminal Procedure. The defence case, as appeared from the trend of cross-examination of the witnesses as well as the replies given by the accused persons at the time of examination under Section 313 of the Code of Criminal Procedure and their D.Ws. is denial of offence with a plea of innocence.",
    "PW 1 is the defacto complainant, who is the mother of the deceased, Arati Duley. It is her evidence that her daughter died 3 months after her marriage. She went to the Chinsurah Hospital and she met with her daughter. She saw burn injury on all over the body of her daughter except face and mouth. Her daughter told, her husband, Bapi Majhi, tied her hands and legs and thereafter poured kerosene oil and, thereafter set her on fire. Her daughter was transferred from Chinsurah Hospital to Calcutta Hospital. Her daughter died two days thereafter. She went to Haripal Police Station and submitted a written complaint (exhibit 1) at Haripal Police Station. This witness was extensively cross-examined by the defence. She stoutly denied the defence suggestion that burn of her daughter is an accident only and the accused did not set her daughter on fire after tying legs and hands. Therefore, on scrutiny of the evidence of PW 1, I find that PW 1 had taken prompt action after the occurrence and she had fully corroborated her earlier statement made in the written complaint (exhibit 1). I find nothing to shake the credence of her evidence. There is no reason to believe why she would depose falsely against the appellant. I do not find any justified reasons why PW 1 would implicate the appellant falsely. PW 3, Atanga Duley, is the sister of PW 1. She has deposed that she went to Chinsurah Hospital and on her asking deceased disclosed that for non-payment of the balance amount, she was tied by her husband and, thereafter, her husband poured kerosene oil on her person and ultimately set her on fire. She saw severe burn injuries on the person of the deceased. The deceased was ultimately transferred to Medical College at Calcutta and there she died on the next night. The evidence of PW 4 including her cross examination reveals that after getting information she and her son PW 5 went to Haripal Hospital. At there, deceased told them that she was set on fire by her husband after pouring kerosene oil on her person after tying her for non-payment of the balance of amount of dowry. Subsequently, deceased was transferred to Chinsurha Hospital and therefrom deceased was transferred to Medical College Hospital where she died on the next day of her admission there. PW 5, Swapan Duley, has duly corroborated the statement of his mother (PW 4) by saying that on getting information regarding the incident of deceased that he and his mother went to Hospital and there they heard from the deceased, she was set on fire by her husband after pouring kerosene oil on her person after tying her. The appreciation of these evidence of PW 1, PW 3, PW 4 and PW 5 makes it clear that they met with the deceased when she was admitted in the hospital and they came to know from the deceased herself that she was subjected to torture by her husband on the fateful night and her hands were tied, kerosene oil was poured on her and she was set on fire.",
    "In the month of Jaistha, the couple came to their house and returned to the matrimonial home. Fifteen days thereafter the victim committed suicide by hanging from a jackfruit tree.",
    "On 14 October, 2010, Bijay Krishna Chowdhury, father of the deceased Minakshi lodged a complaint with Barasat P.S. on the basis of which the First Information\n  Report was drawn up and Barasat P.S. Case No. 1848 dated 14 October, 2010 was\n  registered. In the written complaint filed by Bijay Krishna Chowdhury it was alleged\n  that his daughter was married to the appellant husband and out of their wedlock two\n  sons were born. After six months of their marriage Minakshi was subjected to torture,\n  cruelty and dowry demands. The specific allegation in the complaint is that Minakshi\n  was subjected to mental torture by her parents-in-law and Somenath never protested\n  the torture by his parents. Minakshi would on occasions visit the complainant and his\n  family. On 14 October, 2010 at 6.00 pm, the complainant was informed by the\n  appellant husband that Minakshi has died due to hanging and he immediately rushed\n  to the matrimonial house. On arrival, the complainant found Minakshi lying in the bed\n  and a piece of curtain cloth was hanging on the ceiling fan. It is also alleged in the\n  complaint that certain gold articles, furniture and cash etc., were given to the\n  accused persons. It is an admitted fact and this would also be borne out inter alia\n  from the post-mortem report that Minakshi had committed suicide and her death was\n  caused due to hanging.",
    "As it appears from evidence of P.W. 10 Dr. A. Adhikary, who conducted the post\n mortem examination of the victim's body the death of the victim was due to suicidal\n  poisoning and the post-mortem report and the final report on the cause of death were\n  marked Exts. 5 and 6 respectively.",
    "PW-15 is a Doctor. He performed the post-mortem and found the following injury: Infected ulcers resulting from burn injury all over the body except the unburnt areas were (a) head with upper half of face, (b) dorsal aspects of right hand and (c) both soles. Evidence of burning and singeing of body hairs was present. The floor of ulcers contained healthy and unhealthy granulation tissue with serosanguinous discharge and foul smell and dark red in colour. Evidence of healing was present at places. No other injury could be detected even on careful dissection and examination under a hand lens. Opinion: Death was due to the effects of septic absorption from the infected ulcers resulting from burn injury as noted anti-mortem in nature. I find that percentage of burn injury is 90%.",
    "P.W. 3, Bhajan Mondal, co-villager of the accused of village Papradihi corroborating the evidence of P.W. 2 stated that Belarani was tortured by her husband and mother-in-law and they used to pick up quarrel with her and did not provide her food properly. Bela had died about three years ago at 1/1.30 p.m. On the date of incident in the morning Bela went to the field along with her husband, father in-law and mother-in-law to harvest paddy. Arun was taking her in their house and was assaulting her by a stick. After sometime the mother-in-law of Bela disclosed to them that Bela had died. Thereafter, he visited the house of the accused and saw Bela lying dead in the cowshed of their house. Bela had a male child at that time. He and Uttam visited to the father's house of Bela to inform about the incident. The father in-law, mother-in-law and husband were present in Court and he identified them in dock.",
    "From the evidence on record that prosecution case has got two aspects, one regarding torture over the demand of dowry and the other is the murder of the victim by pouring kerosene oil on her person.",
    "From the papers, made available to Court by the learned Public Prosecutor, it stands confirmed that specific incidents of torture as mentioned by makers of statements under Section 161 of the Code of Criminal Procedure, related to the husband only and that at the time of detection of death the applicant was not present; the case diary shows the arrest of the applicant though a prayer for issue of warrant/proclamation for arrest had been made because of the failure of repeated attempts to arrest the applicant. The body of the deceased as per postmortem report had only one deep ligature mark high up in the neck on the right side. In our view, the said materials do not satisfy criteria required to be fulfilled under Section 498A and Section 304B of the Indian Penal Code, prima facie, as to leave no room for a defence that such criteria did not exist. In particular, Section 304B requires that it has to be shown that the death of the woman was caused by the reasons mentioned therein. This 'showing' must appear from the materials available to Court and the Supreme Court has already indicated and laid down that even before filing of a First Information Report, an application for anticipatory bail is entertainable."
  ],
  "Dowry": [
    "victim told him that the in laws' members were demanding money from her parents although Rs. 60,000/- in cash and eight bhories of gold and other ornaments were given. Further he stated that their house was sold for the purpose of meeting the unwarranted demand made by the accused persons.",
    "The complaint lodged by one Rabindra Nath Ghosh on 2.8.2002 showed that day at about 11 a.m. his younger sister Sipra Sarkar informed over telephone at Purulia \"unbearable tortures have been inflicted upon me and I cannot stay here more. Please make arrangement to take me from here\". Her sister also stated that her husband, brother-in-law, sister-in-law, one Munmun Das wife of Pradip Das and her father-in- law, Kalipada Sarkar all were torturing her severally from morning and assaulted her both physically and mentally. Thereafter at about 5 P.M. Sujoy Sarkar informed over telephone that the condition of her sister had worsened and she was suffering from coronary thrombosis. Getting the news, the complainant went to the house of her in- laws' place and saw her lying dead. On query the members therein could not give any satisfactory answer. The accused persons created mental pressure on his younger sister by demanding more money. His sister informed over telephone. They have conspired and strangulated his younger sister to death with cool brain.",
    "The parents and paternal uncle of appellant came to her and demanded Rs. 50,000/- (Rupees Fifty Thousand). It was told by them that they would accept the deceased if the said amount is paid. PW 1, mother of the deceased, could not meet the said demand and for the same the deceased was subjected to continuous torture. The PW 1, mother of the deceased made repeated request and made payment of Rs. 12,000/- (Rupees Twelve Thousand) by installment, so also gold ornaments weighing two bharis.",
    "At the time of marriage, Rs. 25,000/- in cash, one gold ring and other valuables were gifted to the accused persons.",
    "Mr. Milon Mukherjee, Senior Advocate appearing for the appellant in CRA 608 of\n  2013 strenuously argued that in convicting the appellant husband the Trial Court\n  primarily held that the appellant was guilty of the offence under section 304B of the\n  IPC. He further contended that there is nothing in the FIR to implicate the appellant\n  husband. The only allegation against the appellant husband is that the appellant\n  husband was a mute spectator to the alleged cruelty inflicted upon Minakshi. He\n  further contended that the FIR is completely silent about the alleged demand of Rs.\n  50,000 in cash by the appellant husband or his family members. The entire story of\n  the alleged demand, according to him, was belated and an afterthought. He further\n  contended that the entire evidence of Debasish Bhattacharyya (PW-3) was neither\n  credible nor believable. In particular, PW-3 had spoken about the demand for a four\n wheeler car which was not even mentioned by the complainant, father of the\n  deceased (PW-1).",
    "P.W. 11 Smt. Golenur Bibi, the mother of the victim Mokramma Bibi lodged an FIR\n  with the Ilambazar PS on 07.06.2000 alleging that her daughter who was given in\n  marriage with the appellant sometime in the year of 1406 BS was subjected to\n  assault and torture on demands of dowry. She had paid Rs. 2,000/ - in consideration\n  of the happiness of the daughter but torture continued unabated.",
    "A FIR was lodged by the complainant, namely Nirmal Kumar Karak, the father of the victim, to the extent that his daughter Siuli married to one Sanjib Mallick on 22nd Aghrayan, 1409 B.S. and a cash of Rs. 1,00,000/-, 6 voris of golden ornaments and other articles were given as dowry in that marriage. After marriage, his son-in-law and the mother of his son-in-law were demanding more dowry of Rs. 1,00,000/- for the purpose of purchasing one 'Trekker'. The demand could not be fulfilled. So the accused persons inflicted torture upon his daughter. Hearing the news of such torture, the complainant went to her daughter's house when her daughter cried and told her father that her husband wanted Rs. 1,00,000/- for purchasing a 'Trekker'. But the complainant expressed his inability. On 22.04.2003 both the accused persons assaulted his daughter and drove her out from their house. At that time she was pregnant and they gave ultimatum that unless she brought the money, she would not be allowed to enter the house.",
    "P.W. 6, Marubala Mondal, mother of the deceased stated in her evidence that her daughter was married to accused Arun Ghosh of village Papradihi about six years ago in the month of Falgoon. After marriage her daughter lived in her matrimonial home. She was tortured physically by her husband in her presence and her father-in-law and mother-in-law abused her daughter. Her daughter used to visit their house from her father-in-law's house and she reported to them about torture inflicted on her by them. P.W. 6 further stated that there was due of Rs. 5,000/- in cash at the time of marriage and as their demand was not fulfilled, she was tortured by them",
    "From the evidence on record and from the analysis recorded by the learned Judge over such evidence we notice that prosecution relied mainly on the statement of PW 1, PW 9, PW 11 and PW 15 to substantiate the charge of torture and assault over the victim on demand of dowry.",
    "nan"
  ],
  "Evidence": [
    "From that report, it appears injuries were found on her body. There was a lot of bruise on the skin of the chin and bleeding marks are found there. There is also injury on the right side of the forehead. Due to scuffling, the skin at the lower portion of the chin has been bruised. Bleeding injury on the lower portion of the chin and a sign of peeling of skin are also found. A sign of wound on the right side of the forehead was apparent. The report shows that it was suspicious death due to strangulation.",
    "victim told him that the in laws' members were demanding money from her parents although Rs. 60,000/- in cash and eight bhories of gold and other ornaments were given. Further he stated that their house was sold for the purpose of meeting the unwarranted demand made by the accused persons.",
    "Doctor Amitava Das (PW 18) has opined that death was due to the effects of Septic absorption from infected ulcers resulting from burn injuries ante- mortem in nature. The said doctor has proved the post mortem report (exhibit 8) into evidence. On consideration of the evidence of PW 18 and the post mortem report (exhibit 8), I hold that deceased died due to the effects of Septic absorption from infected ulcers from burn injuries which is ante-mortem in nature.",
    "Ms. Sreyashee Biswas, learned advocate appearing for the surviving appellants submits that the evidence with regard to torture is extremely vague and non-specific.",
    "Similarly, the evidence of Sanjoy Chakraborty (PW-4) was also not\n  credible. Significantly, PW-4 had deposed of a Salish (mediation) being held which\n  was not a fact stated by the father of the deceased PW-1, either in the evidence or in\n  the FIR. Mr. Mukherjee further contended that the evidence of all the witnesses in the\n  locality was hearsay. Mr. Mukherjee laid much emphasis on the cross-examination of\n  PW-3 (Debasish Bhattacharyya) who had stated that \"our locality is known as\n  Chakrabortypara. Myself and the men of the locality were annoyed with the accused persons all along. We considered them as inferior class of people'. Mr. Mukherjee\n  also contended that the entire evidence of all the local residents being PW-3, PW-4,\n  PW-7, PW-8 and PW-10 respectively was neither credible nor convincing and should\n  not have been given any weight. There is no case made out either in the FIR or the\n  evidence of any demand for dowry or cruelty. There are no circumstances relating to\n  torture and the entire case made out for dowry is weak, unconvincing and nebulous.\n  According to Mr. Mukherjee, the Trial Court failed to appreciate that there was any\n  incident of dowry demand or cruelty and the entire evidence in this regard is vague,\n  bereft of particulars, based on surmises and conjectures. There was no case of\n  torture, leave alone a continuous case of torture which was been made out either in\n  the FIR or in the evidence of any of the witnesses.",
    "P.W.2 and P.W.11 are quite sufficient to view that appellant subjected the\n  deceased to assault and torture on the demands of money and since the money could\n  not be paid to him by the deceased's mother torture found its culmination in the\n  death of the deceased on 06.06.2000. It was argued that evidence of P.W.2 and\n  P.W.11 would show that even the village people had to intervene and even after\n  settlement was reached and even after the victim was taken back to her matrimonial\n home by the appellant, the demand of money was renewed and money having not\n  been paid, the victim died an unnatural death. It is argued that it is wrong to say that\n  merely because of the quarrel between the victim and the appellant, the victim chose\n  to end her life.",
    "PW-15 is a Doctor. He performed the post-mortem and found the following injury: Infected ulcers resulting from burn injury all over the body except the unburnt areas were (a) head with upper half of face, (b) dorsal aspects of right hand and (c) both soles. Evidence of burning and singeing of body hairs was present. The floor of ulcers contained healthy and unhealthy granulation tissue with serosanguinous discharge and foul smell and dark red in colour. Evidence of healing was present at places. No other injury could be detected even on careful dissection and examination under a hand lens. Opinion: Death was due to the effects of septic absorption from the infected ulcers resulting from burn injury as noted anti-mortem in nature. I find that percentage of burn injury is 90%. PW-16 is a Nursing Staff. She signed the dying declaration. In her presence the dying declaration was taken. Her signature is Ext. 4/2. She has stated that S.I., Biswajit Saha of Raipur P.S. recorded the statement of Siuli Mallick on 28.09.2003 and on that day she was on duty and Dr. Dipankar Mondal and one Office Staff named Santosh Parida were also present at that time. She successfully met the cross-examination. PW-17 is another Doctor. He also examined Siuli Mallick. He also proved the bed-head ticket. He stated that the patient was mentally fit till her death. He performed the dressing work of the patient after admission.PW-18 is another Doctor. He stated that on 28.09.2003, one local Police Officer came to the Nursing Home where he worked and recorded the statement of the patient in their presence. He signed the dying declaration. His signature is ext. 4/3. It is his further evidence that at that time the patient was talking well and she was cooperative enough. He also stated that so far his knowledge goes the patient was telling that there was disturbance, which took place in her in-law's house. She also told that there was a suicidal attempt on her part by putting fire on her person.From the evidence clearly it appears that Siuli was compelled to put fire on\n  herself due to family trouble. What is family trouble can be gauged from the\n  materials suggesting that over the demand of dowry there was family trouble. At the\n  time of examination under Section 313 of the Code of Criminal Procedure about\n  question no. 9 the accused persons replied they have got nothing to say about the\n  incident of attempting to commit suicide by the victim putting fire on herself. This\n  reply is an evasive answer.\n  The victim girl was not suffering from any disease. She died an unnatural death\n  in her in-law's place soon after her marriage. The prosecution witnesses especially\n  the relations were unlikely to let out the real culprit. They conjointly disclosed the\n  factum of torture. Careful scrutiny says so. So the prosecution covered the theory of\n  presumption by leading evidence. Exhibit 11 clearly reveals that on the date of incident she was mentally tortured\n  by the accused persons. It contents that there was a demand of dowry from her\n  immediately before the incident. The evidence of PWs 8, 10, 13 and 14, soundly\n  proves the demand of dowry. The accused persons also insulted PW-10, who went to\n  bring her niece on the occasion of 'Durga Puja'. The record also shows that after\n  inflicting torture, her husband dropped her at Binpur Bus Stand wherefrom the father\n  of the victim picked her up and reached home by a Rikshaw.The father of the victim deposed her daughter was tortured when she was\n  pregnant. She was examined at Binpur Hospital by Dr. Majhi. Therefrom, he learnt\n  that the pregnancy of his daughter was miscarried due to assault. Neither Dr. Majhi\n  has been examined nor her injury has been proved but the cross-examination shows\n  that the victim was taken to Dr. Majhi at Binpur. There is no suggestion that the\n  victim was not taken to Dr. Majhi.The evidence of maternal uncle is very important. He stated that after marriage,\n  the husband of the victim was torturing the victim over the demand of more money\n  and Siuli stated him all these things before 15 days of her death. He stated that her\n  mother-in-law called him at their residence when Siuli did not want to disclose all the\n  things in presence of her mother-in-law. But when he talked her personally she\n  disclosed that the accused persons again inflicting torture upon her over demand of\n  money. He came back. Thereafter, the incident took place. The dying declaration\n  shows that after his departure her husband assaulted her.This proves the live link between the cause of death and the death. From the place of occurrence, kerosene jar and some burnt articles and kerosene soaked soil of kitchen were seized.Next comes the question of dying declaration. True it is that dying declaration\n  was recorded by the Police Officer but therein the RMO, another Doctor and an\n  attendant were present. This is sufficient for recording a dying declaration. No\n  prejudice was caused or no infirmity noticed. The dying declaration appears to be\n  fluently and elegantly recorded. RMO, Dr. Dipankar Mondal, signed there, sister Gita\n  Das put her signature. What else is required. It is enough.",
    "P.W. 1, Astick Mondal, the complainant in this case stated in his evidence that his sister Belarani Ghosh was married to accused Arun Ghosh of the village Papradihi within G. Ghati P.S. about three years ago from her death as per social customs. It was an arranged marriage. At the time of marriage, a sum of Rs. 40,000/- in cash, gold ornaments and other dowries were given. After marriage his sister lived in her matrimonial home with her father-in-law, mother-in-law and husband. His sister reported to them that she was tortured by her husband, father-in-law and mother-in law whenever she used to visit their house and they persuaded her and sent her back to her matrimonial home. On 13th November, 2001 at about 4 p.m., two persons namely, Bhajahari Mondal and Uttam Mondal of village Papradihi reported to them in their house that his sister was physically tortured by her husband in their presence and she had died. They saw Arun Ghosh to assault his sister while running from the paddy field. On getting this information P.W. 1 and his para people visited the house of the accused persons at night on that day and found his sister lying dead in the cowshed of the premises of the accused. It came to his mind that his sister was murdered. On that night he went to the police station from the house of the accused and on the next day morning he lodged a written complaint with G. Ghati P.S. He proved written complaint marked as Ext. 1. He further stated that his sister was tortured by the accused persons for demand of more money and she did not perform work properly in the field. P.W. 1 identified the accused in dock. P.W. 7, Tarapada Patar stated in his evidence that Bela was his sister's daughter.\n  On getting the information of death of Bela he visited the house of the accused and\n  found the dead body of Bela. At the time of holding inquest of the dead body of Bela\n  he reported to the police about the incident. He further stated that he wrote the\n  complaint as per instruction of his nephew Astick Mondal.P.W. 11, Rabideb Mondal stated in his evidence that the marriage of Bela was\n  solemnised with Arun Ghosh of Papradihi. After marriage Bela used to reside at her\n  matrimonial home. The husband and other inmates of her in-law's house inflicted\n  torture upon Bela on demand of money. He heard the above torture from the brother\n  of Bela who told about the incident to him. He went to the Police Station when the\n  dead body of Bela was brought there. P.W. 12, Dr. Dipankar Guha Roy deposed that he held post mortem examination\n  on the dead body of Bela and the dead body was identified by Constable Sisir Maji.\n  On examination he found characteristic ligature mark round the neck and considering\n  the other findings of the dead body, he opined that death was due to the effect of\n  hanging as noted in the post mortem report ante mortem and suicidal in nature.",
    "20. Although in this case prosecution declared PW 5 a hostile witness, we find on examination of his statement that he fully supported the prosecution case regarding exhibit 4. Thus, when we consider exhibit 4 in the background of the statement of PW 5 along with the statement of PW 9, PW 11 and PW 15, we find that there is ample evidence on record to substantiate the allegation of torture and assault against both the appellants. We have examined the decision of the Hon'ble Supreme Court given in the case of Dalbir Singh v. State of U.P. (supra) and following the ratio of the decision we are convinced that the letter written by Sarbani and marked as exhibit 4 has got enough evidentiary value and that letter alone together with the statement of PW 1, PW 9, PW 11 and PW 15 sufficiently proved the prosecution case against the appellants under Section 498(A) of the IPC.\n 21 . When we find sufficient support from the evidence on record regarding prosecution case of cruelty against the victim we also find that prosecution sufficiently proved the motive and intention of the appellants regarding commission of murder of the victim.\n 22. From the evidence of the doctor and also from the post mortem along with the statement of PW 15 we are convinced that there is no evidence to support the contention of the appellants that Sarbani committed suicide. It is neither the case of prosecution nor of the appellants that Sarbani caught fire accidentally while performing household duty. Thus, from the evidence of doctor, post mortem report and other surrounding fact and circumstances we are inclined to draw the conclusion that Sarbani suffered a homicidal death and such death was caused by pouring kerosene oil on her body and thereafter setting fire.",
    "the applicant is stated to be the elder brother of the husband of the deceased lady; there are assertions on behalf of the applicant that the deceased lady and the husband separated from the family though living in the same house whereas the applicant had his own family living in separate mess in the ground floor of the same premises."
  ],
  "PW Statement": [
    "19.The P.W. 4 is the friend of the deceased. The deceased told her that she was tortured by other members of in-laws' place. She further stated that Sipra used to tell her woes and she used to burst into tears in front of her. Sipra also told her that the inmates of her husband used to pressure upon her to bring money and also divulged to him that she would not be allowed to remain alive. She further told that Sipra was asked to bring Rs. 1,00,000/- from her parents.\n 20.P.W. 5 was declared hostile.\n 21.P.W. 6 is an Executive Magistrate. He stated that at the time of holding investigation, he noticed that the deceased had injuries on her chin and upper side of head.\n 22.P.W. 7 is the friend of the deceased by village courtesy. He corroborated the prosecution case. This witness stated that he saw Sipra lying on cot and she had injuries on her forehead and also on chin. This witness also said that Sipra divulged the demand of Rs. 1,00,000/-.\n 23.P.W. 8 is the uncle of Sipra. He stated that Sipra was asked to bring Rs. 1,00,000/- from her parent's house for developing of stationary shop of her husband, treatment of Munmun and also opening of beauty parlour in the name of her sister- in-law Soma Sarkar. Munmun is the sister of Sujay. He signed the inquest report.\n 24.P.W. 9 is the sister of the deceased. She stated that Sipra was her sister. She corroborated the prosecution case and found marks of injury on the forehead and chin of the deceased. He stated about the claim of demand followed by disposal of property to meet the demand of dowry.\n 24.P.W. 10 is the brother-in-law of Sipra. He corroborated the prosecution story. He wrote of the F.I.R. as per instruction of Rabindra Nath Ghosh marked as Exhibit 1.",
    "From that report, it appears injuries were found on her body. There was a lot of bruise on the skin of the chin and bleeding marks are found there. There is also injury on the right side of the forehead. Due to scuffling, the skin at the lower portion of the chin has been bruised. Bleeding injury on the lower portion of the chin and a sign of peeling of skin are also found. A sign of wound on the right side of the forehead was apparent. The report shows that it was suspicious death due to strangulation.",
    "PW 1 is the defacto complainant, who is the mother of the deceased, Arati Duley. It is her evidence that her daughter died 3 months after her marriage. She went to the Chinsurah Hospital and she met with her daughter. She saw burn injury on all over the body of her daughter except face and mouth. Her daughter told, her husband, Bapi Majhi, tied her hands and legs and thereafter poured kerosene oil and, thereafter set her on fire. Her daughter was transferred from Chinsurah Hospital to Calcutta Hospital. Her daughter died two days thereafter. She went to Haripal Police Station and submitted a written complaint (exhibit 1) at Haripal Police Station. This witness was extensively cross-examined by the defence. She stoutly denied the defence suggestion that burn of her daughter is an accident only and the accused did not set her daughter on fire after tying legs and hands. Therefore, on scrutiny of the evidence of PW 1, I find that PW 1 had taken prompt action after the occurrence and she had fully corroborated her earlier statement made in the written complaint (exhibit 1). I find nothing to shake the credence of her evidence. There is no reason to believe why she would depose falsely against the appellant. I do not find any justified reasons why PW 1 would implicate the appellant falsely. PW 3, Atanga Duley, is the sister of PW 1. She has deposed that she went to Chinsurah Hospital and on her asking deceased disclosed that for non-payment of the balance amount, she was tied by her husband and, thereafter, her husband poured kerosene oil on her person and ultimately set her on fire. She saw severe burn injuries on the person of the deceased. The deceased was ultimately transferred to Medical College at Calcutta and there she died on the next night. The evidence of PW 4 including her crossexamination reveals that after getting information she and her son PW 5 went to Haripal Hospital. At there, deceased told them that she was set on fire by her husband after pouring kerosene oil on her person after tying her for non-payment of the balance of amount of dowry. Subsequently, deceased was transferred to Chinsurha Hospital and therefrom deceased was transferred to Medical College\n Hospital where she died on the next day of her admission there. PW 5, Swapan Duley, has duly corroborated the statement of his mother (PW 4) by saying that on getting information regarding the incident of deceased that he and his mother went to Hospital and there they heard from the deceased, she was set on fire by her husband after pouring kerosene oil on her person after tying her. The appreciation of these evidence of PW 1, PW 3, PW 4 and PW 5 makes it clear that they met with the deceased when she was admitted in the hospital and they came to know from the deceased herself that she was subjected to torture by her husband on the fateful night and her hands were tied, kerosene oil was poured on her and she was set on fire.",
    "P.W. 1, Nandita Mallick and P.W. 2, Diptesh Naha are the neighbours at the matrimonial home of the victim-housewife. Apart from stating that the victim had committed suicide by handing within 5-6 months of her marriage, they did not disclose anything.\n 11.P.W. 4, Sunirmal Sarkar, P.W. 5, Nirmal Mandal & P.W. 7, Lakhan Mandal are the neighbours of P.W. 1.\n 12.P.W. 5 stated that he heard from the parents of the deceased that she was not happy at her matrimonial home.\n 13.P.W. 7 claimed that the deceased told her that she did not have good terms with her husband and in-laws.\n 14.P.W. 11, S.I. Lalit Ch. Barman is the Investigating Officer of the case. He went to the place of occurrence, seized articles and arrested the accused persons. He collected postmortem report from the North Bengal Medical College which was exhibited on admission of the parties (Exhibit-10).",
    "PW-1 (Bijay Krishna Chowdhury), is the father of the deceased Minakshi Jana and the\n  de facto complainant in this case. He deposed that his daughter was married to the\n  appellant on 19.01.2006. After her marriage she resided in matrimonial home with\n  her husband and his parents i.e. Kanai Lal Jana and Namita Jana. Two sons were\n  born to her out of wedlock. For the first six months, Minakshi and her husband were\n  very happy and lived peacefully in the matrimonial home. He deposed that with the\n  passage of time the accused persons namely Kainailal Jana and Namita Jana used to\n  inflict cruelty on his daughter Minakshi Jana. In particular reference to the appellant\n  husband, this witness further deposed that, the appellant husband did not protest to\n  such torture, on the contrary, he followed their advise. He further deposed that, the\n  accused persons used to ask his deceased daughter to bring some cash from her\n  father's house. The accused persons on one occasion forcibly took cash of Rs. 50,000\n  from this witness. He further deposed that on 14 October, 2010 i.e. within four years\n  ten months of their marriage he was informed by the appellant husband that Minakshi\n  had hanged herself. He along with others went to the matrimonial house of Minakshi\n  and found his daughter lying on the bed and a short cloth of curtain hanging from the\n  ceiling. He lodged a complaint with the Barasat Police Station. He identified the\n  signature on the FIR (Ext. 1), the police made an inquest over the dead body which\n  was signed by him. He was interrogated by the police. In cross-examination, he\n  deposed that he had not stated in the FIR the reason why any of the accused persons\n  inflicted torture on the deceased. He had also not stated in the FIR that he had given\n  Rs. 50,000 in cash to the appellant husband. He further stated that he had not\n  complained to any authority or police station or any other social organisation of the\n  infliction of torture or cruelty on his daughter by any of the accused persons. He\n  further stated that he had not shown any kind of fear or threats the accused persons\n  with the help of political leaders. He stated that the marriage between the appellant\n  husband and Minakshi was negotiated and arranged with his permission. He further\n  deposed that he was in regular touch with his daughter and she would visit him\n  during the Puja holidays. He stated that his daughter last visited him during Puja\n  vacations in 2010. He stated that his grand sons are now residing with him.\n PW-2 (Lakshan Tripathi), was the Assistant Sub-Inspector. At the relevant point of\n  time he was posted at Barasat P.S. He deposed that he received a complaint from\n  Bijay Krishna Chowdhury and started Barasat P.S. Case No. 1848 dated 14.10.2010.\n  He had filed the formal FIR (Ext. 1). He had performed the inquest over the dead\n  body of the deceased Minakshi Jana. He identified the inquest report (Ext. 3). In\n  cross-examination, he deposed, that he had no personal knowledge about the facts\n  and circumstances of the instant case but knew the meaning of dowry.\n  PW-3 (Debasish Bhattacharyya), is a local resident of 'Chakrabortypara' where the\n  deceased and the appellant were residing. He deposed that he knew Minakshi Jana.\n  He deposed that Minakshi came to the matrimonial house which was near his house.\n  He further deposed that Minakshi was not happy in her matrimonial house and was\n  debarred from mixing with others by the accused persons. He deposed that he had\n  heard sounds of crying of Minakshi Jana at night. He deposed that the accused\n  persons used to ask her bring cash from her father's house. He deposed that the\n  father of Minakshi had given a four wheeler car to the accused. He deposed that on\n  the date of the incident he had come to know at night that Minakshi had hanged\n  herself. He had identified all the accused persons in the dock. In cross-examination,\n  he deposed that he came to know Bijay Krishna Chowdhury the father of the\n  deceased on the date of the death of Minakshi Jana. He deposed that he had never\n  threatened the accused persons nor made any financial demand on any of the\n  accused persons. He deposed that the accused persons had come to the locality after\n  purchasing their house. He deposed that his locality is commonly known as\n  'Chakrabortypara' and he and the other residents of the locality were annoyed with\n  the accused persons all along after they shifted into 'Chakrabortypara'. He stated that\n  \"we considered them as an inferior class of people\". He deposed that he had never\n  filed any complaint nor gone to any authority in respect of torture or cruelty meted\n  out to the deceased or the fact that she had been debarred from mixing with others\n  by the accused persons. He further stated that he had not invited to the marriage of\n  Minakshi and Somenath.\n  PW-4 (Sanjoy Chakraborty), is also a local resident and neighbour living in the same\n  locality as the accused persons. He identified all the accused persons. He stated that\n  he knew all the accused persons. He stated that he also knew the deceased Minakshi\n  Jana. He stated that he had heard that Minakshi had committed suicide. He stated\n  that the accused persons would torture Minakshi and demand cash and dowry. He\n  stated that several salish (mediation) meetings were held in the locality over the\n  issue of cruelty and dowry meted out to Minakshi on diverse occasions. He stated\n  that he had tried to convince the accused persons not to commit any act of atrocities\n  or make any demand cash or dowry upon Minakshi at such salishes. He stated that he\n  had heard from the father of Minakshi that he had given cash to the accused. In\n  cross-examination, he stated that, he had never told the police that he had heard\n  from the father of Minakshi that he gave cash to the accused. He said that he was not\n  the head man of his village. He stated he had not lodged any complaint in respect of\n  the demands made out of Minakshi before any police station or any authority. He\n  stated that he had been trying to evict the accused persons from the locality for a\n  long time.\n  PW-5 (Pallab Chakraborty), is a colleague of Bijay Krishna Chowdhury and a\n  signatory to the inquest report. He identified his signature on the inquest report.\n  PW-6 (Santanu Chowdhury), is a cousin of the deceased. He stated that Minakshi had\n  been murdered by the members of her matrimonial house and he reiterated the case\n  made out in the FIR.\n PW-7 (Pinku Chakraborty), is a resident of the locality. He deposed that he knew\n  Minakshi. He stated that he had heard that there was dispute between the deceased\n  and Somenath which was due to the demand for money. He identified all the accused\n  persons. In cross-examination, he stated that he was involved in an altercation on\n  two or three occasions with the appellant husband in the locality.\n  PW-8 (Tapan Roy), is a local resident. He deposed that he knew Minakshi Jana as she\n  belonged to the locality. He was present at the time of marriage. He came to know\n  about the death of Minakshi \"on the day of Saptami Puja in 2010\". He deposed that\n  he had heard that Minakshi had reported to the local club that she had been tortured\n  on many occasions. He also deposed that he heard that her in laws used to pressurize\n  Minakshi to bring money. He identified all the accused persons present in the Court.\n  In cross-examination, he stated that he had a truck and coal business and he\n  remained busy throughout the day.\n  PW-9 (Dr. Supriti Garai), is the doctor who was posted at Barasat District Hospital at\n  the relevant point of time and conducted the postmortem on the dead body of\n  Minakshi. She had deposed that the death had been caused due to hanging as stated\n  in the post-mortem. She deposed that she had prepared the post-mortem report and\n  identified the same (Ext. 7).\n  PW-10 (Ajoy Gopal Nag), is a local resident and was present at the morgue when the\n  inquest was conducted. He had signed as the witness to the inquest report. He\n  identified his signature in the inquest report.\n  PW-11 (Uttam Ghosh), was a police constable associated with the Barasat P.S and\n  had carried the dead body of Minakshi to the morgue. He identified the dead body to\n  the doctor for post-mortem examination.\n  PW-12 (Shib Sankar Singha), is the Sub-Inspector of police who was posted with the\n  Barasat P.S at the relevant point of time. He had carried on the investigation in the\n  case being Barasat P.S. case No. 1848 dated 14.10.2010. He had gone to the place of\n  occurrence of death on 14.10.2010 and recorded the statements of the available\n  witnesses on that day. He prepared a rough sketch map (Ext. 8). He had also seized a\n  number of articles (Ext. 4 & 5). He arrested all the accused persons and had received\n  all the documentation in connection with the case. He had recorded all the statements\n  of the witnesses and conducted the investigation.\n  In the light of the aforesaid evidence and by a pain staking judgment the Trial Judge\n  held that in the light of the evidence of PW-1, the father of the deceased duly\n  corroborated by the evidence of the local residents being PWs-3, 4, 7 and 8, the\n  charges under section 304B and section 498A of the IPC were proved against the\n  appellant husband. Accordingly, the Trial Judge held the appellant husband guilty of\n  the offences under section 304B and 498A.",
    "P.W.1 Mohd. Ibrahim, who is the scribe of the FIR says that the mother of the\n  deceased used to tell him off and on that the appellant had been torturing her\n  daughter on demands of money. On 06.06.2000 an information was received to the\n  effect that the daughter of P.W.11 died an unnatural death at her inlaws house. Then\n  he alongwith others came to the morgue of Bolpur Hospital at about 10.00 p.m. but\n  could not find the deadbody and then proceeded to Ilambazar Police Station with\n  P.W.11 and lodged a complaint, being written by him and signed by P.W.11 after it\n  was read over to her. It has come out in cross-examination of P.W.1 that he never\n  visited the house of the appellant and he did not see the appellant ill-behaving with\n  the victim or torturing her. He fails to say the exact date or dates when he came to\n  know from P.W.11 about perpetuation of torture caused on the deceased by the\n  appellant. Evidence of P.W.2, though he was declared hostile by the prosecution, is\n  nonetheless relevant because of the fact that in cross- examination by the\n  prosecution he admitted having told the IO that after marriage the appellant used to\n  create pressure upon the victim to fetch a cash of Rs. 20,000/- as dowry from her\n  father's house and that torture was both physical and mental and further that\n  concerning the unhappiness of the victim a village meeting was held in the presence\n  of the Pradhan of the Gram Panchayat, where the appellant undertook not to cause\n  further torture upon the victim but despite that he went on committing torture upon\n  her on demands of money. Even if we leave aside the statement of P.W.2 as it\n  transpires in cross-examination by the prosecution, some relevant facts, which could\n  hot be demolished by any amount of cross-examination are that at one time the\n  Pradhan of the Panchayat and other persons namely Jagannath Bagdi, Jadab Bagdi,\n  Hemanto Ghosh and he himself tried to settle the dispute and there the mother of the\n  victim alleged against the appellant saying that the appellant had concealed his first\n  marriage and that he had not disclosed that he was a quack doctor. In his cross\n examination by the defence it has come out that in the village meeting the mother of\n  the victim lodged complaint with the allegation against the appellant that appellant\n  had demanded Rs. 20,000/- as dowry and she has paid Rs. 4,000/- to the appellant.\n  On 04.06.2000 or thereabout the victim, the appellant and the deceased came to his\n  house after quarrel and he told them that he would look into the matter and asked\n  them to return home. But on 06.06.2000 in the evening he received the news of\n  death of the victim. P.W.31 says in her evidence that after marriage the appellant\n  would assault her daughter asking her to fetch money from her and then she had\n  been to the house of the appellant and gave Rs. 2,000/- with request not to cause\n  assault on her further. But again the appellant started assaulting her daughter and he\n  drove her out of home. Then she filed a case of maintenance and after that the\n  appellant persuaded her daughter to accompany him to the matrimonial home\n  assuring her of not causing any further assault on her. On 23rd of Jaistha, 1407 BS\n  he heard that the appellant had killed his daughter. It has come out in cross\n examination of this witness further that prior to marriage, the appellant had visited\n  her house 2/4 times and after marriage he also came to her house with her daughter\n  and she also visited the house of the appellant 1/2 times although she cannot say the\n  exact specific date of her visit to the house of the appellant after marriage. In cross\n examination she has said further that she saw the appellant assaulting her daughter\n  when she went to the house of the appellant before the death of her daughter\n  although she did not lodge any complaint with the PS but consoled her daughter. She\n  reiterated in her cross-examination that the appellant asked her daughter to fetch Rs.\n  20,000/- for construction of house but cannot say the date of such demand. P.W.3\n  Asit Sengupta, the Pradhan of the Panchayat, who according to P.W.2 was present in\n  the village meeting turned hostile and his evidence revealed no significant feature\n  save the fact that he was a witness to the inquest on the body of the deceased. P.W.4\n  Jagannath Bagdi also turned hostile denied having told the IO that the appellant\n  would assault the victim on demands of money. In his examination-in-chief he said\n  that the victim and the accused would quarrel with each other and subject-matter of\n  quarrel was not known to her. P.W.5 Hemanta Ghosh also turned hostile denying\n  having told the IO that on demand of Rs. 20,000/- the appellant treated the victim\n  cruelly both mentally and physically. P.W.6 Rabindra Nath Ghosh gives hearsay\n  evidence and his evidence is quite irrelevant. P.W.7 Nitai Das also turned hostile\n  denying having said to the IO that the appellant would torture the victim physically\n  and mentally on demands of dowry. P.W. 8 Tapan Kumar Samanta is an Executive\n  Magistrate, who held magisterial inquest vide Ext.4. P.W.9 Uday Mukherjee, ASI of\n  Police carried the deadbody of victim to the hospital for post-mortem examination.\n  P.W. 12 is the IO of the case.",
    "PW-8 is the father of the deceased. He corroborated the prosecution case by echoing what was stated in the FIR. He stated, at the time of 'Astamongla', the appellant no. 1 and the victim came to his house and the victim stated that Sanjib demanded Rs. 1 lac but at first he has to pay Rs. 50,000/-. They went away. But after some days his daughter called him and informed that mother of Sanjib demanded money. But PW-8 expressed his inability. According to him the pregnancy of his daughter was miscarried. Then he learnt the incident of burning of his daughter. He went to Jhargram Hospital and therefrom to various other Hospitals/ Nursing Homes where the victim was sent for treatment. His cross-examination is significant, having touch of ground reality. PW-9 is the Marketing Executive of 'Saviour' Nursing Home, Calcutta. He stated\n  that on that day one Police Officer went to Nursing Home and asked something to the patient and recorded the same in his presence. Dr. Dipankar Mondal, on duty, RMO, and Sister, Gita Das were there. At that time, the patient was able to talk. His evidence cannot be thrown away straightway. PW-10 is the 'Mama' (Mother's brother) of the victim. He stated that his niece Jhuma told him that Siuli has committed suicide by fire. He went to deceased's in law's place to bring her but accused Arati told him to send her after 'Bijaya Dashami'. At that time the deceased was weeping touching his feet in presence of the mother in-law as accused persons were committing torture for money for purchasing a jeep. Then he got information after returning therefrom that the victim's condition is serious due to burn injury. PW-13 stated that Siuli told him about the torture and hurling slang words over\n  demand of more money by her husband and mother-in-law. This witness further stated\n  that on that day one Polices over demand of more money by her husband and mother-in-law. This witness further stated that about 15 days before her death the victim's mother-in-law called him and he went to their house when the victim initially was hesitating to tell in presence of the accused but after she disclosed him about the torture upon her by the accused persons on demand of money. She also told that she would not be able to stay there further. Thereafter, he got information that the victim caught fire by blasting of a stove in her in-law's house. PW-14 is the Sister of the victim. She corroborated the prosecution case. She\n  added that the husband and mother-in-law of the victim were torturing her sister\n  demanding more money. Towards first part of Baisakh, 1410 B.S., Sanjib dropped\n  her sister at Binpur Bus Stand after inflicting physical torture upon her. Her father\n  picked her up therefrom by a rickshaw having information through others. On\n  26/27th Baisakh 1410 B.S. he came to know from Dr. Majihi of Binpur that her\n  pregnancy of 3/4 months stood terminated due to physical assault inflicted upon her\n  by the accused persons. Siuli expired by putting fire after pouring kerosene oil upon\n  her person at her in-law's house. She stated that her sister disclosed him everything\n  in the Nursing Home. Further she stated that after departure of her maternal uncle\n  from the in-law's place, her husband assaulted her.\n  PW-15 is a Doctor. He performed the post-mortem and found the following\n  injury:\n  Infected ulcers resulting from burn injury all over the body except the\n  unburnt areas were (a) head with upper half of face, (b) dorsal aspects of\n  right hand and (c) both soles. Evidence of burning and singeing of body\n  hairs was present. The floor of ulcers contained healthy and unhealthy\n  granulation tissue with serosanguinous discharge and foul smell and dark red\n  in colour. Evidence of healing was present at places. No other injury could be\n  detected even on careful dissection and examination under a hand lens.\n  Opinion: Death was due to the effects of septic absorption from the infected\n  ulcers resulting from burn injury as noted anti-mortem in nature.\n  I find that percentage of burn injury is 90%.\n  PW-16 is a Nursing Staff. She signed the dying declaration. In her presence the\n  dying declaration was taken. Her signature is Ext. 4/2.\n  She has stated that S.I., Biswajit Saha of Raipur P.S. recorded the statement of\n  Siuli Mallick on 28.09.2003 and on that day she was on duty and Dr. Dipankar\n  Mondal and one Office Staff named Santosh Parida were also present at that time.\n  She successfully met the cross-examination.\n  PW-17 is another Doctor. He also examined Siuli Mallick. He also proved the\n  bed-head ticket. He stated that the patient was mentally fit till her death. He\n  performed the dressing work of the patient after admission.\n  PW-18 is another Doctor. He stated that on 28.09.2003, one local Police Officer\n  came to the Nursing Home where he worked and recorded the statement of the\n  patient in their presence. He signed the dying declaration. His signature is ext. 4/3. It\n  is his further evidence that at that time the patient was talking well and she was\n  cooperative enough. He also stated that so far his knowledge goes the patient was\n  telling that there was disturbance, which took place in her in-law's house. She also\n  told that there was a suicidal attempt on her part by putting fire on her person.\n  25. Nothing to be fished out from his cross-examination.\n  26. PW-19 is the mother of the victim. She completely corroborated the prosecution\n  case. She has stated that in Kolkata Nursing Home/Hospital the victim disclosed to\n  her that the accused persons were assaulting her demanding money for which she\n  put fire upon her person.\n  It is true that she has stated in cross-examination she did not say anyone that",
    "P.W. 4, Golok Ghosh stated in his evidence that he knew Bela who was married to accused Arun. After marriage when Bela visited her father's house, she disclosed to him that she was tortured by her husband, father-in-law and mother-in-law. She also disclosed to him that her husband used to assault her and abused by her mother-in-law. Bela had died. She was murdered. On getting information he along with the brothers of Bela and other villagers visited the house of the accused and found Bela lying dead in the cowshed of their house. He came to know from the villagers that on that day in the morning Bela went to field with her husband and her\n  husband assaulted her and brought her to his house and after some time it came to\n  the notice of the villagers that Bela had died. He identified the accused in dock. P.W. 6, Marubala Mondal, mother of the deceased stated in her evidence that her\n  daughter was married to accused Arun Ghosh of village Papradihi about six years ago\n  in the month of Falgoon. After marriage her daughter lived in her matrimonial home.\n  She was tortured physically by her husband in her presence and her father-in-law\n  and mother-in-law abused her daughter. Her daughter used to visit their house from\n  her father-in-law's house and she reported to them about torture inflicted on her by\n  them. P.W. 6 further stated that there was due of Rs. 5,000/- in cash at the time of\n  marriage and as their demand was not fulfilled, she was tortured by them. P.W. 8, Sisir Maji, Constable of G. Ghati P.S. deposed that he took the dead body\n  of Bela to the morgue under dead body challan for autopsy and identified the dead\n  body to the autopsy surgeon. He handed over the wearing apparels of the deceased\n  to the Investigating Officer, which was seized under a seizure list marked as Ext. 4.",
    "As Sarbani succumbed to her burn injuries Sadhan Dutta, his mother Radharani Dutta and other members of the family also faced the charge under Section 302 of the IPC. The learned Judge, while considering this charge brought against the accused persons, placed his reliance on the deposition of daughter of Sadhan Dutta and Sarbani Dutta PW 20 Nabanita Dutta and also the circumstantial evidence. The learned Judge opined on examination of the post mortem report and the deposition of doctor J.N. Dey PW 14 along with the deposition of PW 1, PW 9, PW 11 and PW 15 that Sarbani died a homicidal death and the learned Judge after being satisfied with the statement of Nabanita Dutta, a child witness, conclusively held that Sadhan Dutta and his mother Radharani Dutta were responsible for the homicidal death of Sarbani. Thus, the learned Judge although did not place any reliance on the dying declaration of Sarbani as disclosed by PW 15 who lodged the FIR and doctor Moni Mohan Sil PW 22, found no difficulty to hold both Sadhan and Radharani guilty of the offence under Section 302 IPC on the basis of deposition of PW 20 Nabanita Dutta.",
    "nan"
  ],
  "IPC/CRPC": [
    "After investigation, the police has submitted charge sheet under Sections 498A/304B/34 of the Indian Penal Code read with Section 3 and 4 of the Dowry Prohibition Act. The case was committed by the learned Magistrate to the Court of Sessions, Purulia.On hearing of both sides, the learned Trial Court framed charge against the accused persons under Section 498A/304B/34 of the Indian Penal Code.",
    "19.The P.W. 4 is the friend of the deceased. The deceased told her that she was tortured by other members of in-laws' place. She further stated that Sipra used to tell her woes and she used to burst into tears in front of her. Sipra also told her that the inmates of her husband used to pressure upon her to bring money and also divulged to him that she would not be allowed to remain alive. She further told that Sipra was asked to bring Rs. 1,00,000/- from her parents.\n 20.P.W. 5 was declared hostile.\n 21.P.W. 6 is an Executive Magistrate. He stated that at the time of holding investigation, he noticed that the deceased had injuries on her chin and upper side of head.\n 22.P.W. 7 is the friend of the deceased by village courtesy. He corroborated the prosecution case. This witness stated that he saw Sipra lying on cot and she had injuries on her forehead and also on chin. This witness also said that Sipra divulged the demand of Rs. 1,00,000/-.\n 23.P.W. 8 is the uncle of Sipra. He stated that Sipra was asked to bring Rs. 1,00,000/- from her parent's house for developing of stationary shop of her husband, treatment of Munmun and also opening of beauty parlour in the name of her sister- in-law Soma Sarkar. Munmun is the sister of Sujay. He signed the inquest report.\n 24.P.W. 9 is the sister of the deceased. She stated that Sipra was her sister. She corroborated the prosecution case and found marks of injury on the forehead and chin of the deceased. He stated about the claim of demand followed by disposal of property to meet the demand of dowry.\n 24.P.W. 10 is the brother-in-law of Sipra. He corroborated the prosecution story. He wrote of the F.I.R. as per instruction of Rabindra Nath Ghosh marked as Exhibit 1.",
    "Charge under Sections 498A and 302 of the IPC was framed against the appellant and others.",
    "Section 113A of the Evidence Act reads as follows :-\n \"S.113A. Presumption as to abetment of suicide by a married woman.- When the question is whether the commission of suicide by a woman had been abetted by her husband or any relative of her husband and it is shown that she had committed suicide within a period of seven years from the date of her marriage and that her husband or such relative of her husband had subjected her to cruelty, the Court may presume, having regard to all the other circumstances of the case, that such suicide had been abetted by her husband or by such relative of her husband.\n Explanation.- For the purposes of this section, \"cruelty' shall have the same meaning as in Section 498A of the Indian Penal Code (45 of 1860).\"\n 18.The aforesaid provision creates a reverse burden upon the accused in the event the housewife has committed suicide within seven years of marriage and her husband or in-laws had subjected her to cruelty. Under such circumstances, the court having regard to the other circumstances of the case may presume the husband or such inlaw had abetted her suicide.\n 19.The word 'cruelty' in the aforesaid provision would have the same meaning as in Section 498A of the Indian Penal Code.\n 20.'Cruelty' in section 498A IPC is defined as follows:-\n \"S.498-A. ...(a) any willful conduct which is of such a nature as is likely to\n drive the woman to commit suicide or to cause grave injury or danger to life, limb or health (whether mental or physical) of the woman; or\n (b) harassment of the woman where such harassment is with a view to coercing her or any person related to her to meet any unlawful demand for any property or valuable security or is on account of failure by her or any person related to her to meet such demand.\"",
    "From the evidence clearly it appears that Siuli was compelled to put fire on herself due to family trouble. What is family trouble can be gauged from the materials suggesting that over the demand of dowry there was family trouble. At the time of examination under Section 313 of the Code of Criminal Procedure about question no. 9 the accused persons replied they have got nothing to say about the incident of attempting to commit suicide by the victim putting fire on herself. This reply is an evasive answer.",
    "Learned advocate for the State submitted that death of the victim occurred within\n  three years of her marriage as evident from the First Information Report and as such\n  the learned Judge ought to have recorded the order of conviction under Section 304B\n  of the Indian Penal Code. Though the Investigating Officer initiated the proceeding\n  under Section 498A/304B of the Indian Penal Code and charge sheet was submitted\n  under the aforesaid sections, but subsequently charge was framed under Section\n  498A/306 of the Indian Penal Code."
  ],
  "Fact Map with IPC": [
    "nan",
    "After investigation, the police has submitted charge sheet under Sections 498A/304B/34 of the Indian Penal Code read with Section 3 and 4 of the Dowry Prohibition Act. The case was committed by the learned Magistrate to the Court of Sessions, Purulia.On hearing of both sides, the learned Trial Court framed charge against the accused persons under Section 498A/304B/34 of the Indian Penal Code.",
    "nan",
    "The word 'cruelty' in the aforesaid provision would have the same meaning as in Section 498A of the Indian Penal Code.",
    "On overall scrutiny of the evidence as a whole in my view the conviction of the\n  appellant husband on the basis of the materials on record is not justified. To\n  reiterate, the prosecution has failed to prove the crucial ingredients of cruelty,\n  harassment or dowry demand by direct and cogent evidence thereby disentitling itself\n  to the benefit of the statutory presumption available under section 113A or section\n  113B of the Act. For the aforesaid reasons, the appeal being CRA No. 608 of 2013 is\n  allowed and the impugned order is set aside.",
    "There is in the instant case proximity between cruelty and death. There is again a\n  proximity between death and report of the victim to P.W.11. The village meeting and\n  the death of the victim has no long distance to be travelled. In the circumstance,\n  presumption arising out of Section 113B of the Evidence Act fully operates and the\n  defence could not rebut the statutory presumption. In the decision in Harjit Singh v.\n  State of Punjab 2006 C Cr. LR(SC) 414, it has been held that from a conjoint reading\n  of Section 304B of the IPC and Section 113B of the Evidence Act, it will be apparent\n  that a presumption arising thereon will operate if the prosecution is able to establish\n  the circumstances as set out in Section 304B of the IPC. In the instant case, the\n  circumstances set out in Section 304B of the IPC are distinct and manifest. On the\n  evidence as is found it has been established that the victim has been subjected to\n  cruelty within the meaning of Section 498A of IPC. Situated thus, I find that the\n  prosecution case was well built. The victim died in her matrimonial home. Death was\n  unnatural. In Ganesh Lall v. State of Maharashtra as reported in 1992 Cr. LJ 1545, it\n  has been observed that it is settled law that conduct of the accused in an offence\n  previous and subsequent to the incident are relevant facts. In the reported case the\n  Hon'ble Supreme Court held that when death occurs in the custody of the accused the\n  accused was under obligation in Section 313 Cr.PC statement at least to give a\n  plausible explanation for the cause of her death. In the instant case no explanation\n  has been given.",
    "nan",
    "nan",
    "nan",
    "nan"
  ],
  "Outcome": [
    "Another aspect comes injuries found on the person of the victim could not be explained at the time of 313 examination of the husband by him. He all along was with the deceased. So regarding injuries on the victim lady presumption can be drawn against the husband only because other appellants appear to be residing at different other places. Presumption of assault cannot be drawn against the present appellants. The husband of the deceased has already served out the sentence. The learned trial judge took much efforts and pain to arrive at his conclusion in the form of conviction of the accused persons but the loopholes as pointed out above poses a big question mark of doubt the benefit of which should go to the appellants.",
    "This appeal is directed against a Judgment dated 27th September 2002 passed by the learned Additional Sessions Judge 2nd Court, Nadia in Sessions Trial No. VI (February) 2002 corresponding to Sessions Case No. 34 (12) 2001 arising out Nabadwip P.S. Case No. 115 of 2000 dated 18th October 2000 by which the learned Trial Court held the appellants guilty of the offences punishable under section 498A and 304B of the Indian Penal Code but acquitted them of the offence punishable under section 302. By an order dated 30th September 2002 the learned Trial Court sentenced both the appellants to rigorous imprisonment for 2 years as also to pay a fine of Rs. 2,000/- each in default to suffer further rigorous imprisonment for 6 months each for the offence punishable under section 498A of the Indian Penal Code. They were also sentenced to rigorous imprisonment for 10 years as also to pay a fine of Rs. 5,000/- each in default to suffer further rigorous imprisonment for 2 years each for the offence punishable under Section 304B of the Indian Penal Code.",
    "Since, the appellant did not sustain any injury on his person, it is not believable and acceptable that appellant tried to douse the fire or tried to rescue his wife",
    "The appellant Nos. 2, 3 & 4 shall be released from custody forthwith, if not wanted in any other case, upon execution of a bond to the satisfaction of the trial court which shall remain in force for a period of six months in terms of Section 437A of the Code of Criminal Procedure.",
    "In the light of the aforesaid discussion, I set aside the conviction and the\n  sentence imposed on the appellant husband. The appellant husband is acquitted of\n  the charges levelled against him. The appellant shall be released forthwith if he was\n  not involved in any other case.",
    "In the circumstances, I find the appeal to be devoid of merit. As to sentence I\n  cannot say that the same is disproportionate to the gravity of the offence.\n  17. The appeal fails and is dismissed.\n  18. The judgement and order of the learned Trial Court is affirmed.",
    "Thus, from the fact and evidence on record and after considering the submissions of both the learned advocates for the appellants and the learned advocates for the State respondent, we are of the view that in this case prosecution successfully proved its case under Section 498(A) of the IPC and prosecution also satisfactorily proved that Sarbani died a homicidal death and from the direct evidence of PW 20 Nabanita and from the circumstantial evidence as derived from the letter of Nabanita marked exhibit 4 and from the evidence of PW 1, PW9, PW 11 and PW 15 prosecution also satisfactorily proved that Sadhan Dutta and his mother poured kerosene oil on the person of Sarbani and set fire on her body for causing her death.",
    "allow the anticipatory bail by allowing the application as made before us"
  ],
  "Final Judgement": [
    "The appellants be released from bail bond and set free at once.",
    "Another aspect comes injuries found on the person of the victim could not be explained at the time of 313 examination of the husband by him. He all along was with the deceased. So regarding injuries on the victim lady presumption can be drawn against the husband only because other appellants appear to be residing at different other places. Presumption of assault cannot be drawn against the present appellants. The husband of the deceased has already served out the sentence. The learned trial judge took much efforts and pain to arrive at his conclusion in the form of conviction of the accused persons but the loopholes as pointed out above poses a big question mark of doubt the benefit of which should go to the appellants.",
    "the appeal is dismissed",
    "As the appellant Nos. 1 & 5 have expired, Rule for enhancement of their sentence stands discharged as infructuous. In view of the order of acquittal in respect of the appellant Nos. 2, 3 & 4, rule for enhancement of their sentence stands discharged."
  ],
  "Trial Court Judgment": [
    "Both these appeals arise from the same order and are taken up for hearing in terms of the earlier orders passed by this Hon'ble Court. These appeals are directed against the judgment and order dated 20 July, 2013 passed by the Learned Additional Sessions Judge, Second Court, Barasat, North 24 Parganas in Sessions Trial No. 05(07)/2011 arising out of Sessions Case No. 07(01)/2011. In CRA 608 of 2013, the appeal is preferred against the conviction of the appellant husband, Somenath Jana under section 498A/304B of the Indian Penal Code. The connected appeal being CRA No. 765 of 2013 has been preferred against the same judgment and order insofar as it acquits the other accused persons i.e. the in-laws of the deceased daughter-in-law. By the impugned order the appellant husband has been convicted of offences punishable under sections 498A and 304B of the Indian Penal Code and has been directed to undergo rigorous imprisonment for 3 years for the offence under section 498A and to pay a fine of Rs. 2000, in default of payment of fine to suffer rigorous imprisonment for 3 months. The appellant husband has also been sentenced to rigorous imprisonment for 7 years and has been directed to pay a fine of Rs. 5000, in default to suffer further rigorous imprisonment for 6 months of the offence punishable under section 304B Indian Penal Code. Both the sentences have been directed to run concurrently.",
    "Feeling aggrieved, the appellant assails his conviction under Section 498A/304B of\n  the IPC and sentence of two years rigorous imprisonment with fine of Rs. 2,000/\n with default stipulation under Section 498A IPC and of RI for 7 years on account of\n  the charge under Section 304B of the IPC as was recorded by the ld. Additional\n  Sessions Judge, Fast Track Court at Bolpur in the district of Birbhurn on 18.06.2005\n  in Sessions Case No. 173 of 2004 corresponding to T.R. No. 2 (12) of 2004.",
    "No separate sentence was passed as regards the offence under Section 498(A) IPC against any of the convicted persons",
    "In view of the emphatic submissions made by the learned Public Prosecutor to the effect that in cases where the allegations ex facie attract application of Section 498A of the Indian Penal Code, the Court, as a routine, must refuse anticipatory bail, we have thought it fit to pass a detailed order, embodying reasons for our dis-inclination to accept the correctness of such submissions."
  ],
  "Facts of Case": [
    "Shorn of details, the case of the prosecution against the appellant husband and\n  the other accused persons being his parents Namita Jana and Kanailal Jana i.e.\n  mother-in-law and father-in-law of the deceased respectively is to the effect that the\n  appellant husband was married to one Minakshi and she was subjected to cruelty and\n  dowry demand by her husband and her in-laws. It is alleged that as a result of\n  torture she died and her death was caused by hanging amounting to dowry death for\n  which all three accused persons have been charged under section 498A and 304B of\n  the Indian Penal Code (IPC).",
    "P.W. 11 Smt. Golenur Bibi, the mother of the victim Mokramma Bibi lodged an FIR\n  with the Ilambazar PS on 07.06.2000 alleging that her daughter who was given in\n  marriage with the appellant sometime in the year of 1406 BS was subjected to\n  assault and torture on demands of dowry. She had paid Rs. 2,000/ - in consideration\n  of the happiness of the daughter but torture continued unabated. In Falgun 1406 BS\n  her daughter filed a case for maintenance but subsequently at the intervention of\n  Pradhan of Ilambazar an amicable settlement was reached as a result of which the\n  appellant took his daughter to his home and it was agreed that the maintenance case\n  would be withdrawn. But the degree of torture took a horrible turn with a demand of\n  Rs. 20,000/- for construction of a house by the appellant. The appellant was made to\n  understand that some amount of money could be collected. On 06.06.2000 she got\n  the information of death of her daughter and it was ascertained by her that she died\n  an unnatural death.",
    "Sadhan Dutta was an unemployed man and for his unemployment Sarbani had to face acute financial distress in managing her household affair and this was the probable cause of her suicidal death. Mr. Chatterjee submits that it was not possible scientifically to assert on dissection of the dead body of Sarbani whether her death was suicidal or homicidal and hence, the learned Judge was not justified in drawing a conclusion that Sarbani died a homicidal death.",
    "In the case before us, the applicant is stated to be the elder brother of the husband of the deceased lady; there are assertions on behalf of the applicant that the deceased lady and the husband separated from the family though living in the same house whereas the applicant had his own family living in separate mess in the ground floor of the same premises. It has further been pleaded on behalf of the applicant that on the date of the incident he went to his father-in-law's house for distribution of Invitation Cards for the marriage of his brother-in-law and that the suicidal note left by the deceased had been taken charge of by the police but not mentioned in the seizure list and that his wife was enlarged on bail on December 8, 1995, by a Division Bench of this Court. From the papers, made available to Court by the learned Public Prosecutor, it stands confirmed that specific incidents of torture as mentioned by makers of statements under Section 161 of the Code of Criminal Procedure, related to the husband only and that at the time of detection of death the applicant was not present; the case diary shows the arrest of the applicant though a prayer for issue of warrant/proclamation for arrest had been made because of the failure of repeated attempts to arrest the applicant. The body of the deceased as per postmortem report had only one deep ligature mark high up in the neck on the right side."
  ],
  "IPC / CrPC": [
    "Upon receipt of the complaint the police investigated the case and submitted a\n  charge-sheet against the three accused persons. The case was committed to the Court\n  of Sessions, North 24 Parganas and thereafter transferred to the Additional Sessions\n  Judge, Second Court, Barasat for trial and disposal. Thereafter, charges were framed\n  under sections 304B and 498A of the IPC. All the accused persons pleaded not guilty\n  and claimed to be tried.\n  5. In the course of trial, the prosecution examined 12 witnesses and a number of\n  documents had been proved as exhibits. The defence did not adduce any evidence.\n  The defence of the accused persons was one of innocence and false implication. In\n  examination under section 313 of the Cr.P.C., after recording of examination was\n  over the accused persons reiterated that they were innocent and they have been\n  falsely implicated by the father of the deceased. In conclusion of the trial, the Trial\n  Judge by a judgment and order dated 20th July, 2013 convicted and sentenced the\n  appellant husband as morefully stated hereinabove. The other accused persons being\n  the in-laws of the deceased were acquitted of the charges levelled against them.",
    "Feeling aggrieved, the appellant assails his conviction under Section 498A/304B of\n  the IPC and sentence of two years rigorous imprisonment with fine of Rs. 2,000/\n with default stipulation under Section 498A IPC and of RI for 7 years on account of\n  the charge under Section 304B of the IPC as was recorded by the ld.",
    "In Sessions Trial No. 3 of March, 1991 corresponding to Sessions Case No. 6 of December, 1990 before the learned Sessions Judge Bankura, five persons namely Sadhan Dutta, Smt. Radharani Dutta, Nayan Dutta, Namita Dutta and Manju Dutta faced the trial under Sections 498(A) and 302 of the Indian Penal Code. The learned Sessions Judge by His judgment dated 31st July, 1995 held Sadhan Dutta and Radharani Dutta guilty under Sections 498(A) and 302 of the IPC and while Radharan Dutta was sentenced to suffer rigorous imprisonment for life and to pay a fine of Rs. 100/-in default, rigorous imprisonment for 10 days, Sadhan Dutta was sentenced to suffer rigorous imprisonment for life and to pay a fine of Rs. 500/- in default, rigorous imprisonment for one month. No separate sentence was passed as regards the offence under Section 498(A) IPC against any of the convicted persons.",
    "nan"
  ],
  "Final Judgment": [
    "The appeal being CRA No. 765 of 2013 preferred against the judgment and order\n  of acquittal is dismissed. For the reasons morefully narrated hereinabove, there is no\n  direct or cogent evidence to implicate either of the in-laws in the death of the\n  deceased. A cumulative consideration of the overall evidence on the facets of cruelty,\n  harassment or dowry vis- -vis the victim's in-laws leaves me unconvinced about the\n  truthfulness of the charges qua the accused persons. There are no specific allegations\n  of either cruelty or harassment or dowry demands in so far as the in-laws are\n  concerned. As discussed earlier, there is also no proximate or live link between the\n  vague allegations of cruelty, harassment or dowry demand and the death of the\n  victim. This ingredient is conspicuously absent in the case sought to be made out by\n  the prosecution. Both the appeals are accordingly disposed off.\n  A copy of the judgment along with the Lower Court Record be sent back to the Court\n  below at once. The certified copy of this order, if applied for, be given to the parties\n  on priority basis upon compliance of all formalities.",
    "The appellant is directed to surrender to the learned Trial Court within two month\n from the date of this order failing which the learned Trial Court will take appropriate\n  step for apprehension of the appellant so as to have the sentence executed according\n  to law. A copy of this judgement shall be sent to the learned Trial Court for\n  information and necessary action. Xerox certified copy may be provided to the\n  parties, if applied for.",
    "In view of what has been stated above, we are of the view that having regard to the fact and evidence on record there is no merit in the present appeal and there is no scope for us to interfere with the order of conviction and sentence recorded against the appellant Sadhan Dutta.\n We, therefore, dismiss the appeal.\n The order of conviction and sentence passed by the learned Sessions Judge, Bankura against the appellant Sadhan Dutta is hereby confirmed.",
    "For the distinctive features of fact which we have indicated with regard to the present case, we are of the view that there is no reason for us to refuse the prayer for anticipatory bail as made, on behalf of the applicant, and, accordingly, we allow the anticipatory bail by allowing the application as made before us on the following conditions:\n (i) that the Petitioner shall make himself available for interrogation by a\n Police officer as and when required.\n (ii) that the Petitioner shall not directly or indirectly make any inducement,threat or premises to any person acquainted with the facts of the case so as to dissuade him from disclosing such facts to the Court or to any Police officer.\n We keep on record, however, that the views expressed above have been so expressed only for the purpose of dealing with the instant application and should not have bearing on future stages of the case."
  ],
  "Trial Court judgement": [
    "This appeal arose out of judgment and order of conviction dated 16.09.2008 and 18.09.2008 passed by learned Additional District & Sessions Judge, Fast Track Court, Khatra, Bankura in Sessions Trial No. 2(9)/2005 arising out of Sessions Case No. 14(6)/2010 convicting the appellants under Sections 498A/304B/34 of the Indian Penal Code and sentencing to suffer rigorous imprisonment for seven years and to pay fine of Rs. 5,000/- each, with default clause.",
    "This appeal arose out of a judgement and order dated 18th June, 2012 passed by the learned Additional Sessions Judge, 3rd Court, Bankura in Session Case no. 06(06)/2004 and Sessions Trial no. 01(12)/2004 convicting the appellant under Section 498A and 306 altered from charge under Section 304B of the Indian Penal Code and sentencing him to suffer rigorous imprisonment for two years and to pay a fine of Rs. 2,000/-; in default to suffer simple imprisonment for three months for the offence punishable under Section 498A of the Indian Penal Code and also sentencing him to suffer rigorous imprisonment for five years and to pay a fine of Rs. 5000/-, in default to suffer simple imprisonment for six months for the offence punishable under Section 306 altered from charge under Section 304B of the Indian Penal Code and both the sentences were directed to run concurrently."
  ],
  "outcome": [
    "This document exhibit 4 is sufficient for conviction of the accused persons.",
    "Hence, I uphold the order of conviction and sentence passed by the learned Judge under Sections 498A/306 of the Indian Penal Code. Since the appellant was granted bail on 19th September, 2012, bail bond of the appellant shall be cancelled and he is directed to surrender forthwith before the trial court."
  ],
  "Final judgement": [
    "Hence the appeal fails. Let the copy of the judgment and the Lower Court Record be sent back to the Lower Court immediately. Urgent Xerox Certified copy of this order be given to the parties, if applied for, upon compliance of necessary formalities.",
    "Period of detention suffered by the appellant during investigation, enquiry and trial shall be set off from the substantive sentence imposed upon them in terms of Section 428 of the Code of Criminal Procedure. 28. Accordingly, the appeal is dismissed. 29. Copy of the judgement along with Lower Court Records be sent down to the trial court at once for necessary compliance. 30. Urgent Photostat certified copy of this order, if applied for, be supplied expeditiously after complying with all necessary legal formalities."
  ]
}